Repository: x7peeps/hermesIOS
Catalog: scarf/scarf/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt_br, zh_hans

source: Run `hermes auth add %@ --type oauth` again to refresh this provider's tokens.
de: Führe `hermes auth add %@ --type oauth` erneut aus, um die Tokens dieses Anbieters zu erneuern.
es: Ejecuta `hermes auth add %@ --type oauth` de nuevo para renovar los tokens de este proveedor.
fr: Exécutez à nouveau `hermes auth add %@ --type oauth` pour rafraîchir les jetons de ce fournisseur.
ja: このプロバイダーのトークンを更新するには、`hermes auth add %@ --type oauth` を再実行してください。
pt_br: Execute `hermes auth add %@ --type oauth` novamente para atualizar os tokens deste provedor.
zh_hans: 再次运行 `hermes auth add %@ --type oauth` 以刷新此提供方的令牌。

source: Run `hermes auth add %@` in a terminal to finish sign-in. In-app support for this provider is coming in a follow-up.
de: Führe `hermes auth add %@` in einem Terminal aus, um die Anmeldung abzuschließen. In-App-Unterstützung für diesen Anbieter folgt in einem späteren Update.
es: Ejecuta `hermes auth add %@` en un terminal para completar el inicio de sesión. El soporte dentro de la app para este proveedor llegará más adelante.
fr: Exécutez `hermes auth add %@` dans un terminal pour terminer la connexion. La prise en charge intégrée de ce fournisseur arrivera dans une prochaine version.
ja: ターミナルで `hermes auth add %@` を実行してサインインを完了してください。このプロバイダーのアプリ内サポートは今後追加される予定です。
pt_br: Execute `hermes auth add %@` em um terminal para concluir o login. O suporte no app para este provedor está previsto para uma atualização futura.
zh_hans: 在终端中运行 `hermes auth add %@` 以完成登录。此提供方的应用内支持将在后续版本中提供。

source: Run `hermes auth spotify` from the Scarf macOS app or a shell — it opens your browser to complete the OAuth flow. Once authorised, this skill picks up the credentials from `~/.hermes/auth.json` automatically.
de: Führe `hermes auth spotify` aus der Scarf-macOS-App oder einer Shell aus — es öffnet deinen Browser, um den OAuth-Ablauf abzuschließen. Nach der Autorisierung übernimmt dieser Skill die Anmeldedaten automatisch aus `~/.hermes/auth.json`.
es: Ejecuta `hermes auth spotify` desde la app de Scarf para macOS o desde un shell — abre tu navegador para completar el flujo OAuth. Una vez autorizado, esta habilidad recoge las credenciales de `~/.hermes/auth.json` automáticamente.
fr: Exécutez `hermes auth spotify` depuis l'app Scarf sur macOS ou un shell — cela ouvre votre navigateur pour terminer le flux OAuth. Une fois l'autorisation accordée, cette compétence récupère automatiquement les identifiants depuis `~/.hermes/auth.json`.
ja: Scarf の macOS アプリまたはシェルから `hermes auth spotify` を実行してください — ブラウザが開き、OAuth フローを完了できます。認証後、このスキルは `~/.hermes/auth.json` から資格情報を自動的に取得します。
pt_br: Execute `hermes auth spotify` pelo app Scarf para macOS ou por um shell — ele abre seu navegador para concluir o fluxo OAuth. Depois de autorizado, esta habilidade pega as credenciais de `~/.hermes/auth.json` automaticamente.
zh_hans: 在 Scarf macOS 应用或 shell 中运行 `hermes auth spotify` — 它会打开浏览器完成 OAuth 流程。授权后,此技能会自动从 `~/.hermes/auth.json` 获取凭证。

source: Run `hermes config migrate` in a terminal on %@ — it asks questions Scarf can't answer for you.
de: Führe `hermes config migrate` in einem Terminal auf %@ aus — es stellt Fragen, die Scarf nicht für dich beantworten kann.
es: Ejecuta `hermes config migrate` en un terminal en %@: hace preguntas que Scarf no puede responder por ti.
fr: Exécutez `hermes config migrate` dans un terminal sur %@ — il pose des questions auxquelles Scarf ne peut pas répondre à votre place.
ja: %@ のターミナルで `hermes config migrate` を実行してください。Scarf が代わりに答えられない質問をします。
pt_br: Execute `hermes config migrate` em um terminal em %@ — ele faz perguntas que o Scarf não pode responder por você.
zh_hans: 请在 %@ 上的终端中运行 `hermes config migrate` —— 它会提出 Scarf 无法代你回答的问题。

source: Run `hermes config migrate` in a terminal — it asks questions Scarf can't answer for you.
de: Führe `hermes config migrate` in einem Terminal aus — es stellt Fragen, die Scarf nicht für dich beantworten kann.
es: Ejecuta `hermes config migrate` en un terminal: hace preguntas que Scarf no puede responder por ti.
fr: Exécutez `hermes config migrate` dans un terminal — il pose des questions auxquelles Scarf ne peut pas répondre à votre place.
ja: ターミナルで `hermes config migrate` を実行してください。Scarf が代わりに答えられない質問をします。
pt_br: Execute `hermes config migrate` em um terminal — ele faz perguntas que o Scarf não pode responder por você.
zh_hans: 请在终端中运行 `hermes config migrate` —— 它会提出 Scarf 无法代你回答的问题。

source: Run `hermes memory setup` in Terminal for full provider configuration.
de: Führe `hermes memory setup` im Terminal aus für die vollständige Anbieter-Konfiguration.
es: Ejecuta `hermes memory setup` en el terminal para la configuración completa del proveedor.
fr: Exécutez `hermes memory setup` dans le terminal pour la configuration complète du fournisseur.
ja: プロバイダーの完全な設定には、ターミナルで `hermes memory setup` を実行してください。
pt_br: Execute `hermes memory setup` no terminal para a configuração completa do provedor.
zh_hans: 在终端中运行 `hermes memory setup` 以完成完整的提供方配置。

source: Run `hermes webhook subscribe …` from the Mac app to register one.
de: Führe `hermes webhook subscribe …` aus der Mac-App aus, um einen zu registrieren.
es: Ejecuta `hermes webhook subscribe …` desde la app de Mac para registrar uno.
fr: Exécutez `hermes webhook subscribe …` depuis l'app Mac pour en enregistrer un.
ja: 登録するには、Mac アプリから `hermes webhook subscribe …` を実行してください。
pt_br: Execute `hermes webhook subscribe …` pelo app para Mac para registrar um.
zh_hans: 在 Mac 应用中运行 `hermes webhook subscribe …` 来注册一个。

source: Run Async
de: Asynchron ausführen
es: Ejecutar async
fr: Exécution async
ja: 非同期で実行
pt_br: Executar async
zh_hans: 异步运行

source: Run at (ISO8601)
de: Ausführen um (ISO8601)
es: Ejecutar a las (ISO8601)
fr: Exécuter à (ISO8601)
ja: 実行日時 (ISO8601)
pt_br: Executar em (ISO8601)
zh_hans: 运行时间 (ISO8601)

source: Run diagnostics
de: Diagnose ausführen
es: Ejecutar diagnóstico
fr: Lancer les diagnostics
ja: 診断を実行
pt_br: Executar diagnósticos
zh_hans: 运行诊断

source: Run Diagnostics…
de: Diagnose ausführen…
es: Ejecutar diagnósticos…
fr: Lancer les diagnostics…
ja: 診断を実行…
pt_br: Executar diagnóstico…
zh_hans: 运行诊断…

source: Run Dump
de: Dump ausführen
es: Ejecutar dump
fr: Exécuter Dump
ja: ダンプを実行
pt_br: Executar dump
zh_hans: 运行 Dump

source: RUN HISTORY
de: AUSFÜHRUNGSVERLAUF
es: HISTORIAL DE EJECUCIONES
fr: HISTORIQUE DES EXÉCUTIONS
ja: 実行履歴
pt_br: HISTÓRICO DE EXECUÇÕES
zh_hans: 运行历史

source: Run now
de: Jetzt ausführen
es: Ejecutar ahora
fr: Exécuter maintenant
ja: 今すぐ実行
pt_br: Executar agora
zh_hans: 立即运行

source: Run Now
de: Jetzt ausführen
es: Ejecutar ahora
fr: Exécuter maintenant
ja: 今すぐ実行
pt_br: Executar agora
zh_hans: 立即运行

source: Run one synchronous turn on the peer and show its reply. Can take minutes.
de: Einen synchronen Turn auf dem Peer ausführen und dessen Antwort anzeigen. Kann Minuten dauern.
es: Ejecuta un turno síncrono en el par y muestra su respuesta. Puede tardar minutos.
fr: Exécuter un tour synchrone sur le pair et afficher sa réponse. Peut prendre plusieurs minutes.
ja: ピア上で同期的に 1 ターン実行し、その応答を表示します。数分かかる場合があります。
pt_br: Executa um turno síncrono no peer e mostra a resposta. Pode levar minutos.
zh_hans: 在对端上运行一个同步回合并显示其回复。可能需要几分钟。

source: Run remote diagnostics — check exactly which files are readable on this server.
de: Remote-Diagnose ausführen — prüfe genau, welche Dateien auf diesem Server lesbar sind.
es: Ejecutar diagnósticos remotos — comprueba exactamente qué archivos se pueden leer en este servidor.
fr: Lancer les diagnostics distants — vérifier exactement quels fichiers sont lisibles sur ce serveur.
ja: リモート診断を実行 — このサーバーで読み取れるファイルを正確に確認します。
pt_br: Executar diagnóstico remoto — verifica exatamente quais arquivos podem ser lidos neste servidor.
zh_hans: 运行远程诊断 — 准确检查此服务器上哪些文件可读。

source: Run script only (no agent call)
de: Nur Skript ausführen (kein Agent-Aufruf)
es: Ejecutar solo el script (sin llamada al agente)
fr: Exécuter uniquement le script (pas d'appel à l'agent)
ja: スクリプトのみ実行(エージェント呼び出しなし)
pt_br: Executar apenas o script (sem chamada ao agente)
zh_hans: 仅运行脚本(不调用 agent)

source: Run Setup in Terminal
de: Einrichtung im Terminal ausführen
es: Ejecutar instalación en el terminal
fr: Lancer l'installation dans le terminal
ja: ターミナルでセットアップを実行
pt_br: Executar instalação no terminal
zh_hans: 在终端中运行设置

source: Run supply-chain audit
de: Supply-Chain-Audit ausführen
es: Ejecutar auditoría de la cadena de suministro
fr: Lancer l'audit de chaîne d'approvisionnement
ja: サプライチェーン監査を実行
pt_br: Executar auditoria de cadeia de suprimentos
zh_hans: 运行供应链审计

source: Run via `/bin/sh -c` with the same trust level as your own `.env` file — the requested secret key is passed only through an environment variable, never interpolated into the command string. Must print `KEY=VALUE` lines on stdout; keep it fast and non-interactive (no unlock prompts). Override Existing defaults off, unlike Bitwarden/1Password, since a local helper isn't a central rotation authority.
de: Wird über `/bin/sh -c` mit demselben Vertrauensniveau wie deine eigene `.env`-Datei ausgeführt — der angeforderte Secret-Schlüssel wird nur über eine Umgebungsvariable übergeben, nie in den Befehlsstring interpoliert. Muss `KEY=VALUE`-Zeilen auf stdout ausgeben; halte es schnell und nicht-interaktiv (keine Entsperrabfragen). Überschreiben Vorhandenes ist standardmäßig aus, anders als bei Bitwarden/1Password, da ein lokaler Helfer keine zentrale Rotationsinstanz ist.
es: Se ejecuta mediante `/bin/sh -c` con el mismo nivel de confianza que tu propio archivo `.env` — la clave secreta solicitada se pasa solo mediante una variable de entorno, nunca interpolada en la cadena del comando. Debe imprimir líneas `KEY=VALUE` en stdout; que sea rápido y no interactivo (sin solicitudes de desbloqueo). Anular Existente viene desactivado por defecto, a diferencia de Bitwarden/1Password, ya que un ayudante local no es una autoridad central de rotación.
fr: Exécuté via `/bin/sh -c` avec le même niveau de confiance que votre propre fichier `.env` — la clé secrète demandée est transmise uniquement via une variable d'environnement, jamais interpolée dans la chaîne de commande. Doit afficher des lignes `KEY=VALUE` sur stdout ; restez rapide et non interactif (pas d'invites de déverrouillage). Remplacer l'existant est désactivé par défaut, contrairement à Bitwarden/1Password, car un assistant local n'est pas une autorité centrale de rotation.
ja: `/bin/sh -c` 経由で、自分の `.env` ファイルと同じ信頼レベルで実行されます — 要求されたシークレットキーは環境変数としてのみ渡され、コマンド文字列に埋め込まれることはありません。標準出力に `KEY=VALUE` 形式の行を出力する必要があります。高速かつ非対話的（アンロックのプロンプトなし）に動作させてください。ローカルヘルパーは中央集権的なローテーション権限ではないため、Bitwarden/1Password とは異なり、既存値の上書きはデフォルトでオフです。
pt_br: Executado via `/bin/sh -c` com o mesmo nível de confiança do seu próprio arquivo `.env` — a chave secreta solicitada é passada apenas por uma variável de ambiente, nunca interpolada na string do comando. Deve imprimir linhas `KEY=VALUE` no stdout; mantenha-o rápido e não interativo (sem prompts de desbloqueio). Substituir Existentes vem desativado por padrão, diferente de Bitwarden/1Password, já que um helper local não é uma autoridade central de rotação.
zh_hans: 通过 `/bin/sh -c` 运行,信任级别与你自己的 `.env` 文件相同 — 所请求的密钥仅通过环境变量传递,绝不会插入到命令字符串中。必须在标准输出中打印 `KEY=VALUE` 行;请保持快速且非交互(不要有解锁提示)。与 Bitwarden/1Password 不同,覆盖现有默认为关闭,因为本地助手并非集中式轮换权威。

source: run-to-run continuity
de: Lauf-zu-Lauf-Kontinuität
es: continuidad entre ejecuciones
fr: continuité entre exécutions
ja: 実行間の継続
pt_br: continuidade entre execuções
zh_hans: 运行间连续性

source: Running
de: Läuft
es: En ejecución
fr: En cours
ja: 実行中
pt_br: Em execução
zh_hans: 运行中

source: Running %@…
de: Führt %@ aus…
es: Ejecutando %@…
fr: Exécution de %@…
ja: %@ を実行中…
pt_br: Executando %@…
zh_hans: 正在运行 %@…

source: Running a single shell session on %@ that exercises every path Scarf reads…
de: Führe eine einzelne Shell-Sitzung auf %@ aus, die jeden Pfad durchläuft, den Scarf liest…
es: Ejecutando una sola sesión de shell en %@ que recorre cada ruta que lee Scarf…
fr: Exécution d'une session shell unique sur %@ qui teste chaque chemin que Scarf lit…
ja: Scarf が読み取るすべてのパスを確認する単一のシェルセッションを %@ で実行中…
pt_br: Executando uma única sessão de shell em %@ que percorre todos os caminhos que o Scarf lê…
zh_hans: 在 %@ 上运行单一 shell 会话,测试 Scarf 读取的每个路径…

source: Running checks…
de: Führe Prüfungen aus…
es: Ejecutando comprobaciones…
fr: Exécution des vérifications…
ja: チェックを実行中…
pt_br: Executando verificações…
zh_hans: 正在运行检查…

source: Running health checks…
de: Systemprüfungen laufen…
es: Ejecutando comprobaciones de estado…
fr: Vérifications de santé en cours…
ja: ヘルスチェックを実行中…
pt_br: Executando verificações de integridade…
zh_hans: 正在运行健康检查…

source: Running supply-chain audit…
de: Lieferketten-Audit läuft…
es: Ejecutando auditoría de la cadena de suministro…
fr: Audit de la chaîne d'approvisionnement en cours…
ja: サプライチェーン監査を実行中…
pt_br: Executando auditoria da cadeia de suprimentos…
zh_hans: 正在运行供应链审计…

source: Running, blocked or in review: %lld
de: Läuft, blockiert oder in Prüfung: %lld
es: En ejecución, bloqueadas o en revisión: %lld
fr: En cours, bloquées ou en revue : %lld
ja: 実行中・ブロック中・レビュー待ち: %lld
pt_br: Em execução, bloqueadas ou em revisão: %lld
zh_hans: 运行中、已阻塞或待审核: %lld

source: Running, collapsed
de: Läuft, eingeklappt
es: En ejecución, contraído
fr: En cours, replié
ja: 実行中、折りたたみ
pt_br: Em execução, recolhido
zh_hans: 运行中,已折叠

source: Running, expanded
de: Läuft, ausgeklappt
es: En ejecución, expandido
fr: En cours, déplié
ja: 実行中、展開
pt_br: Em execução, expandido
zh_hans: 运行中,已展开

source: running…
de: läuft…
es: ejecutando…
fr: en cours…
ja: 実行中…
pt_br: executando…
zh_hans: 运行中…

source: Runs
de: Läufe
es: Ejecuciones
fr: Exécutions
ja: 実行
pt_br: Execuções
zh_hans: 运行次数

source: Runs `hermes acp --setup-browser` to install Chromium and provision Playwright.
de: Führt `hermes acp --setup-browser` aus, um Chromium zu installieren und Playwright bereitzustellen.
es: Ejecuta `hermes acp --setup-browser` para instalar Chromium y aprovisionar Playwright.
fr: Exécute `hermes acp --setup-browser` pour installer Chromium et provisionner Playwright.
ja: `hermes acp --setup-browser` を実行して Chromium をインストールし、Playwright をプロビジョニングします。
pt_br: Executa `hermes acp --setup-browser` para instalar o Chromium e provisionar o Playwright.
zh_hans: 运行 `hermes acp --setup-browser` 以安装 Chromium 并配置 Playwright。

source: Runs `hermes audit` to check installed packages against the OSV.dev advisory database.
de: Führt `hermes audit` aus, um installierte Pakete gegen die OSV.dev-Advisory-Datenbank zu prüfen.
es: Ejecuta `hermes audit` para comprobar los paquetes instalados contra la base de datos de avisos de OSV.dev.
fr: Exécute `hermes audit` pour vérifier les paquets installés par rapport à la base d'avis OSV.dev.
ja: `hermes audit` を実行して、インストール済みパッケージを OSV.dev のアドバイザリデータベースと照合します。
pt_br: Executa `hermes audit` para verificar os pacotes instalados contra o banco de dados de avisos do OSV.dev.
zh_hans: 运行 `hermes audit`,将已安装的包与 OSV.dev 公告数据库进行比对检查。

source: Runs `hermes migrate xai` to move your selection onto the supported successor model.
de: Führt `hermes migrate xai` aus, um deine Auswahl auf das unterstützte Nachfolgemodell zu verschieben.
es: Ejecuta `hermes migrate xai` para mover tu selección al modelo sucesor compatible.
fr: Exécute `hermes migrate xai` pour déplacer votre sélection vers le modèle successeur pris en charge.
ja: `hermes migrate xai` を実行して、選択中のモデルをサポートされている後継モデルに移行します。
pt_br: Executa `hermes migrate xai` para mover sua seleção para o modelo sucessor suportado.
zh_hans: 运行 `hermes migrate xai`,将你的选择迁移到受支持的后继模型。

source: Runs `hermes sessions optimize` to compact the FTS index and VACUUM the sessions database.
de: Führt `hermes sessions optimize` aus, um den FTS-Index zu komprimieren und die Sitzungsdatenbank per VACUUM zu bereinigen.
es: Ejecuta `hermes sessions optimize` para compactar el índice FTS y hacer VACUUM en la base de datos de sesiones.
fr: Exécute `hermes sessions optimize` pour compacter l'index FTS et VACUUM la base de données des sessions.
ja: `hermes sessions optimize` を実行して FTS インデックスを圧縮し、セッションデータベースを VACUUM します。
pt_br: Executa `hermes sessions optimize` para compactar o índice FTS e fazer VACUUM no banco de dados de sessões.
zh_hans: 运行 `hermes sessions optimize`,压缩 FTS 索引并对会话数据库执行 VACUUM。

source: Runs hermes profile delete — removes the profile directory, including sessions, memories, state.db and .env. Can't be undone.
de: Führt hermes profile delete aus — entfernt das Profilverzeichnis samt Sitzungen, Erinnerungen, state.db und .env. Kann nicht rückgängig gemacht werden.
es: Ejecuta hermes profile delete — elimina el directorio del perfil, incluidas sesiones, memorias, state.db y .env. No se puede deshacer.
fr: Exécute hermes profile delete — supprime le répertoire du profil, y compris les sessions, les mémoires, state.db et .env. Irréversible.
ja: hermes profile delete を実行します — セッション、メモリ、state.db、.env を含むプロファイルディレクトリを削除します。取り消せません。
pt_br: Executa hermes profile delete — remove o diretório do perfil, incluindo sessões, memórias, state.db e .env. Não pode ser desfeito.
zh_hans: 运行 hermes profile delete — 删除配置目录,包括会话、记忆、state.db 和 .env。此操作无法撤销。

source: Runs only the safe repairs. Removing entries and adding folders stay one-by-one.
de: Führt nur die sicheren Reparaturen aus. Einträge entfernen und Ordner hinzufügen bleibt einzeln.
es: Ejecuta solo las reparaciones seguras. Quitar entradas y añadir carpetas se sigue haciendo de una en una.
fr: N’exécute que les réparations sûres. La suppression d’entrées et l’ajout de dossiers restent à faire un par un.
ja: 安全な修復のみを実行します。エントリの削除とフォルダの追加は引き続き 1 件ずつ行います。
pt_br: Executa apenas os reparos seguros. Remover entradas e adicionar pastas continuam sendo feitos um a um.
zh_hans: 仅执行安全的修复。移除条目和添加文件夹仍需逐个进行。

source: Runtime metadata footer
de: Fußzeile mit Laufzeit-Metadaten
es: Pie de metadatos de ejecución
fr: Pied de page des métadonnées d'exécution
ja: ランタイムメタデータのフッター
pt_br: Rodapé de metadados de execução
zh_hans: 运行时元数据页脚

source: Sample argument
de: Beispielargument
es: Argumento de ejemplo
fr: Argument d'exemple
ja: サンプル引数
pt_br: Argumento de exemplo
zh_hans: 示例参数

source: Sample Rate
de: Abtastrate
es: Frecuencia de muestreo
fr: Fréquence d’échantillonnage
ja: サンプルレート
pt_br: Taxa de amostragem
zh_hans: 采样率

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存
pt_br: Salvar
zh_hans: 保存

source: Save & Start
de: Speichern & starten
es: Guardar e iniciar
fr: Enregistrer et démarrer
ja: 保存して開始
pt_br: Salvar e iniciar
zh_hans: 保存并启动

source: Save a model + provider you can bind to a project.
de: Speichere ein Modell + einen Anbieter, das du an ein Projekt binden kannst.
es: Guarda un modelo + proveedor que puedes vincular a un proyecto.
fr: Enregistrez un modèle + fournisseur que vous pouvez associer à un projet.
ja: プロジェクトに紐付けられるモデルとプロバイダーの組み合わせを保存します。
pt_br: Salve um modelo + provedor que você pode vincular a um projeto.
zh_hans: 保存一个可绑定到项目的模型 + 提供方组合。

source: Save Backup
de: Sicherung speichern
es: Guardar copia de seguridad
fr: Enregistrer la sauvegarde
ja: バックアップを保存
pt_br: Salvar backup
zh_hans: 保存备份

source: Save behavior
de: Speicherverhalten
es: Comportamiento de guardado
fr: Comportement d'enregistrement
ja: 保存動作
pt_br: Comportamento de salvamento
zh_hans: 保存行为

source: Save changes to this bot
de: Änderungen an diesem Bot speichern
es: Guardar los cambios de este bot
fr: Enregistrer les modifications de ce bot
ja: このボットへの変更を保存
pt_br: Salvar as alterações deste bot
zh_hans: 保存对此机器人的更改

source: Save its own settings
de: Eigene Einstellungen speichern
es: Guardar su propia configuración
fr: Enregistrer ses propres réglages
ja: 自身の設定を保存する
pt_br: Salvar suas próprias configurações
zh_hans: 保存其自身的设置

source: Save or discard your edits before switching profile.
de: Speichere oder verwirf deine Änderungen, bevor du das Profil wechselst.
es: Guarda o descarta tus cambios antes de cambiar de perfil.
fr: Enregistrez ou abandonnez vos modifications avant de changer de profil.
ja: プロファイルを切り替える前に、編集を保存するか破棄してください。
pt_br: Salve ou descarte suas edições antes de trocar de perfil.
zh_hans: 切换配置文件前,请保存或放弃你的更改。

source: Save SOUL.md
de: SOUL.md speichern
es: Guardar SOUL.md
fr: Enregistrer SOUL.md
ja: SOUL.md を保存
pt_br: Salvar SOUL.md
zh_hans: 保存 SOUL.md

source: saved
de: gespeichert
es: guardado
fr: enregistré
ja: 保存済み
pt_br: salvo
zh_hans: 已保存

source: Saved
de: Gespeichert
es: Guardado
fr: Enregistré
ja: 保存済み
pt_br: Salvo
zh_hans: 已保存

source: Saved — restart gateway to apply
de: Gespeichert — Gateway neu starten, um es anzuwenden
es: Guardado: reinicia el gateway para aplicarlo
fr: Enregistré — redémarrez le gateway pour l’appliquer
ja: 保存しました — 適用するには Gateway を再起動してください
pt_br: Salvo — reinicie o gateway para aplicar
zh_hans: 已保存 — 重启 Gateway 后生效

source: Saved /%@
de: /%@ gespeichert
es: /%@ guardado
fr: /%@ enregistré
ja: /%@ を保存しました
pt_br: /%@ salvo
zh_hans: 已保存 /%@

source: Saved %@
de: Gespeichert %@
es: %@ guardado
fr: %@ enregistré
ja: %@ を保存しました
pt_br: %@ salvo
zh_hans: 已保存 %@

source: Saved as a cron job named "[bot:%@] %@". For skills, workdir or run history, use the Cron section instead.
de: Gespeichert als Cron-Job mit dem Namen „[bot:%1$@] %2$@“. Für Skills, Arbeitsverzeichnis oder Ausführungsverlauf nutze stattdessen den Cron-Bereich.
es: Guardado como un trabajo cron llamado "[bot:%1$@] %2$@". Para habilidades, directorio de trabajo o historial de ejecuciones, usa la sección Cron.
fr: Enregistré comme tâche cron nommée « [bot:%1$@] %2$@ ». Pour les compétences, le répertoire de travail ou l'historique d'exécution, utilisez plutôt la section Cron.
ja: "[bot:%1$@] %2$@" という名前の cron ジョブとして保存しました。スキル、作業ディレクトリ、実行履歴については Cron セクションを使用してください。
pt_br: Salvo como uma tarefa cron chamada "[bot:%1$@] %2$@". Para habilidades, diretório de trabalho ou histórico de execuções, use a seção Cron.
zh_hans: 已保存为名为 "[bot:%1$@] %2$@" 的定时任务。如需设置技能、工作目录或查看运行历史,请改用定时任务部分。

source: Saved in Keychain — leave empty to keep the stored value.
de: Im Schlüsselbund gespeichert — leer lassen, um den gespeicherten Wert zu behalten.
es: Guardado en el llavero — déjalo vacío para conservar el valor almacenado.
fr: Enregistré dans le trousseau — laissez vide pour conserver la valeur stockée.
ja: Keychain に保存されています — 保存されている値を維持するには空欄のままにしてください。
pt_br: Salvo no Keychain — deixe em branco para manter o valor armazenado.
zh_hans: 已保存到 Keychain — 留空以保留已存储的值。

source: Saved model presets you can bind to a project.
de: Gespeicherte Modell-Presets, die du an ein Projekt binden kannst.
es: Preajustes de modelo guardados que puedes vincular a un proyecto.
fr: Préréglages de modèle enregistrés que vous pouvez associer à un projet.
ja: プロジェクトに紐付けられる保存済みのモデルプリセットです。
pt_br: Predefinições de modelo salvas que você pode vincular a um projeto.
zh_hans: 可绑定到项目的已保存模型预设。

source: Saved model settings
de: Gespeicherte Modelleinstellungen
es: Ajustes de modelo guardados
fr: Réglages de modèle enregistrés
ja: 保存済みのモデル設定
pt_br: Configurações de modelo salvas
zh_hans: 已保存的模型设置

source: Saved to config.yaml; the .env mirror was refused: %@
de: In config.yaml gespeichert; die .env-Spiegelung wurde abgelehnt: %@
es: Guardado en config.yaml; la copia en .env fue rechazada: %@
fr: Enregistré dans config.yaml ; la copie dans .env a été refusée : %@
ja: config.yaml に保存しました。.env へのミラーは拒否されました: %@
pt_br: Salvo em config.yaml; o espelho .env foi recusado: %@
zh_hans: 已保存到 config.yaml；.env 镜像被拒绝：%@

source: Saved, but failed to update: %@
de: Gespeichert, aber die Aktualisierung ist fehlgeschlagen: %@
es: Guardado, pero no se pudo actualizar: %@
fr: Enregistré, mais la mise à jour a échoué : %@
ja: 保存しましたが、更新に失敗しました: %@
pt_br: Salvo, mas houve falha ao atualizar: %@
zh_hans: 已保存,但更新失败:%@
